---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepCondenserWaterLoop
source: html/00f1c51a-1cae-e6e3-de3c-aa0dc17ce560.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepCondenserWaterLoop Property

"Condenser Water Loop"

## Syntax (C#)
```csharp
public static ForgeTypeId MepCondenserWaterLoop { get; }
```